{
    "general": {
        "headline": "Wir lieben Cookies",
        "description": "Wir verwenden Cookies, um Ihre Browsererfahrung zu verbessern und Inhalte und Anzeigen zu personalisieren. Indem Sie unsere Website weiterhin nutzen, stimmen Sie unserer Verwendung von Cookies zu. Weitere Informationen darüber, wie wir Cookies verwenden und wie Sie Ihre Einstellungen verwalten können, finden Sie in unserer Datenschutzrichtlinie."
    },
    "cookie": {
        "domain": "localhost",
        "expirationAmount": 90
    },
    "possibleCookies": [
        {
            "id": "necessary",
            "name": "Funktional",
            "description": "Wir verwenden notwendige Cookies, um die Funktionsfähigkeit unserer Website sicherzustellen. Diese Cookies sind unbedingt erforderlich, damit Sie unsere Website nutzen und wichtige Funktionen wie die Navigation und Zugriff auf geschützte Bereiche nutzen können. Sie können Ihre Zustimmung zu dieser Kategorie von Cookies jederzeit in unseren Datenschutzeinstellungen widerrufen.",
            "required": true,
            "cookiesToBlock": []
        },
        {
            "id": "marketing",
            "name": "Marketing",
            "description": "Wir verwenden auch Marketing-Cookies, um Ihnen personalisierte Werbung anzubieten und unsere Website für Sie relevanter zu machen. Diese Cookies verfolgen Ihre Online-Aktivitäten und helfen uns, unsere Marketingkampagnen zu optimieren und Ihnen Angebote anzubieten, die für Sie von Interesse sein könnten. Sie können Ihre Zustimmung zu dieser Kategorie von Cookies jederzeit in unseren Datenschutzeinstellungen widerrufen.",
            "required": false,
            "cookiesToBlock": [
                {
                    "name": "Google Analytics",
                    "identifiers": [
                        "_ga",
                        "_gid",
                        "_gat"
                    ],
                    "expiration": 90
                }
            ]
        }
    ]
}